Repository: fhaushofer/spring-petclinic
Catalog: src/main/resources/messages/messages_*.po
Languages: de_de

source: One file removed
de_de: %d Datei entfernt

source: Welcome
de_de: Willkommen

source: is required
de_de: muss angegeben werden

source: has not been found
de_de: wurde nicht gefunden

source: is already in use
de_de: ist bereits vergeben

source: must be all numeric
de_de: darf nur numerisch sein

source: Duplicate form submission is not allowed
de_de: Wiederholtes Absenden des Formulars ist nicht erlaubt

# typeMismatch.date
source: invalid date
de_de: ungültiges Datum

# typeMismatch.birthDate
source: invalid date
de_de: ungültiges Datum

source: Something terrible happened....
de_de: Etwas Schreckliches ist geschehen....

source: {0} {0, plural, one{Veterinarian}other{Veterinarians}}
de_de: {0} {0, plural, one{Tierarzt}other{Tierärzte}}

source: Specialities
de_de: Spezialisierung

source: none
de_de: keine

source: View as XML
de_de: Als XML anzeigen

source: View as JSON
de_de: Als JSON anzeigen

source: Birthdate
de_de: Geburtsdatum

source: Type
de_de: Typ

source: New Pet
de_de: Neues Haustier

source: Owner
de_de: Besitzer

source: Add Pet
de_de: Haustier hinzufügen

source: Update Pet
de_de: Haustier aktualisieren

source: Edit Pet
de_de: Haustier bearbeiten

source: PetClinic :: a Spring Framework demonstration
de_de: PetClinic :: Eine Spring Framework Demo

source: Find owners
de_de: Besitzer finden

source: find owners
de_de: besitzer finden

source: Veterinarians
de_de: Tierärzte

source: veterinarians
de_de: tierärzte

source: Error
de_de: Fehler

source: trigger a RuntimeException to see how it is handled
de_de: Löse eine RuntimeException aus, um zu sehen wie sie behandelt wird

source: New Visit
de_de: Neuer Besuch

source: Add Visit
de_de: Besuch hinzufügen

source: Date
de_de: Datum

source: Description
de_de: Beschreibung

source: Previous Visits
de_de: Vergangene Besuche

# general.pets
source: Pets
de_de: Haustiere

source: {0} {0, plural, one{Owner}other{Owners}} found
de_de: {0} Besitzer gefunden

# form.owners.pets
source: Pets
de_de: Haustiere

source: Find Owners
de_de: Suche nach Besitzern

source: Find Owner
de_de: Suche Besitzer

source: Add Owner
de_de: Neuer Besitzer

source: Update Owner
de_de: Besitzer aktualisieren

source: Last name
de_de: Nachname

source: Address
de_de: Adresse

source: City
de_de: Stadt

source: Telephone
de_de: Telefon

source: Owner Information
de_de: Besitzer

source: Edit Owner
de_de: Besitzer bearbeiten

source: Add New Pet
de_de: Neues Haustier hinzufügen

source: Pets and Visits
de_de: Haustiere und Besuche

source: Visit Date
de_de: Besuchszeit

source: Please give me cookies
de_de: Bitte gip mir cookies

source: Today is a nice day
de_de: Heute ist ein schönes Tag

source: Available since 4/20/1995
de_de: Verfügbar seit 4/20/1995

source: we always pay in $
de_de: wir zahlen immer in $

source: This, is a very important text!
de_de: Dies ist ein sehr wichtiger text

source: Dies ist ein sehr) wichtiger text
de_de: This, is a (very) important text

source: This sentence contains a tab
de_de: Dieser Satz enthält keinen tab!

source: This sentence contains a trailing whitespace
de_de: Dieser Satz enthält kein nachfolgendes Leerzeichen
